import React from 'react';
import {heIL} from "@mui/material/locale";

const Terms = () => {


    return (

        <section className='terms'>
            <div className="container">
                <div className="terms__info">
                    <div className="terms__card">
                        <h1 className='terms__title'>
                            Пользовательское соглашение Crunchyroll
                        </h1>
                        <p className='terms__desc'>
                            Компания Ellation, LLC (далее — «Crunchyroll») предоставляет доступ к нашему веб-сайту по адресу crunchyroll.com (далее — «Сайт»), где пользователи могут принимать участие в жизни онлайн сообщества, целью которого является предоставления доступа к аниме и другим медиа в разных форматах (далее — «Сервис»). Внимательно ознакомьтесь с данными важными правилами и условиями («Условия использования»). Данные Условия использования и все правила, упомянутые в этом документе или где-либо еще на Сайте, включенные в этот документ путем отсылки, определяют ваш доступ и использование Сайта и Сервисов. <br/>
                            Данные Пользовательского соглашения являются юридическим соглашением между вами и Crunchyroll и распространяются на вас, вне зависимости от того, являетесь ли вы пользователем Crunchyroll (определение приведено ниже) или просто посетителем Сайта (обобщенно — «Посетитель Crunchyroll»). Данные Пользовательского соглашения ограничивают обязательства Crunchyroll в отношении вас, гарантируют нам определенные права и позволяют нам изменять, приостанавливать или прекращать предоставление вам доступа и возможности пользования Сайтом и Сервисами.
                            ВЫ ОСОЗНАЕТЕ, ЧТО ПОСЛЕ НАЖАТИЯ КНОПКИ "Я СОГЛАСЕН", ПОЛЬЗУЯСЬ САЙТОМ, УСЛУГАМИ ИЛИ АККАУНТОМ CRUNCHYROLL, ОТПРАВЛЯЯ НА САЙТ ИЛИ ЧЕРЕЗ УСЛУГИ ЛЮБОЕ СОДЕРЖИМОЕ, ВЫ СОГЛАШАЕТЕСЬ СОБЛЮДАТЬ ПРАВИЛА ИСПОЛЬЗОВАНИЯ. ЕСЛИ ВЫ НЕ СОГЛАСНЫ С ДАННЫМИ ПРАВИЛАМИ ЦЕЛИКОМ И ПОЛНОСТЬЮ, ТО НЕ МОЖЕТЕ ЗАХОДИТЬ НА САЙТ И ПОЛЬЗОВАТЬСЯ ИМ ИЛИ ЕГО УСЛУГАМИ. ЕСЛИ ВЫ СОГЛАШАЕТЕСЬ С ДАННЫМИ ПРАВИЛАМИ ОТ ЛИЦА ПРЕДПРИЯТИЯ, ТО ВЫ ГАРАНТИРУЕТЕ, ЧТО ОБЛАДАЕТЕ ДОСТАТОЧНЫМИ ПОЛНОМОЧИЯМИ, ЧТОБЫ ОБЯЗАТЬ ПРЕДПРИЯТИЕ СЛЕДОВАТЬ ДАННЫМ ПРАВИЛАМ, И ВАШЕ СОГЛАСИЕ БУДЕТ РАСЦЕНЕНО КАК СОГЛАСИЕ ПРЕДПРИЯТИЯ. В ТАКОМ СЛУЧАЕ, "ВЫ" И "ВАШ" БУДЕТ ОТНОСИТЬСЯ КО ВСЕМУ ПРЕДПРИЯТИЮ.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>1. Наличие прав и регистрация..</h3>
                        <p className='terms__desc'>
                            Чтобы иметь доступ к сайту и услугам, а также чтобы писать на сайте посредством наших услуг, Вы должны создать аккаунт на сайте Crunchyroll и стать «Подписчиком Crunchyroll». Чтобы стать подписчиком, вам должно быть не менее 16 лет. Чтобы создавать и отправлять материалы перевода (описано ниже) или запустить рекламу посредством нашего сайта или наших услуг, подписчику должно быть не менее 18 лет ( как описано в разделе 9). При регистрации в Ellation и настройке своей учетной записи Crunchyroll, Вы обязуетесь предоставлять Ellation точную и полную информацию. Также, Вы соглашаетесь своевременно обновлять информацию о своей учетной записи в случае необходимости. Вы уполномочиваете Ellation, напрямую или через третьих лиц, совершать любые запросы, которые мы посчитаем необходимыми или уместными для проверки данных в Вашей учетной записи Crunchyroll. Наша Политика конфиденциальности содержит информацию, касающуюся порядка и процедур, использования и обнародования информации, которую мы получаем от пользователей Crunchyroll.

                            Вы не будете пользоваться чужими личными данными, не принадлежащим вам именем и паролем или выдавать себя за другого. Crunchyroll оставляет за собой право потребовать от вас по любой причине и в любое время сменить свое имя пользователя.

                            Вы ответственны за охрану и поддержание конфиденциальности Вашего имени, пароля и сопутствующих данных аккаунта Crunchyroll. Вы соглашаетесь никому не разглашать свой пароль. Вы соглашаетесь, что полностью и целиком ответственны за любые действия и поступки, которые совершаются из-под вашего аккаунта Crunchyroll, независимо от того, одобрены ли эти действия вами. Вы соглашаетесь немедленно уведомить Crunchyroll о любом несанкционированном использовании вашего имени, пароля или аккаунта Crunchyroll.
                        </p>
                    </div>


                    <div className="terms__card">
                        <h3 className='terms__subtitle'>2. Доступ к определенным материалам: оплата и действия со счетом. ..</h3>
                        <p className='terms__desc'>
                            Подписчики Crunchyroll могут получать доступ к и/или покупать определенные Премиум материал (согласно приведенному ниже определению) на Сайте или через Сервисы следующим образом: (i) подписчики Crunchyroll могут оплачивать ежемесячную подписку, чтобы получать доступ к определенным Премиум материалам в течение соответствующего периода времени («Оплата подписки»); или (ii) подписчики Crunchyroll могут изначально активировать пробную подписку и затем перевести эту пробную подписку в платную, чтобы получать доступ к материалам на Crunchyroll, производя оплату подписки. ПЛАТЕЖИ НЕ ВОЗВРАЩАЮТСЯ И В СЛУЧАЕ ПРЕКРАЩЕНИЯ ИЛИ ОТМЕНЫ ПОДПИСКИ ПРОПОРЦИОНАЛЬНОЕ ВОЗМЕЩЕНИЕ РАСХОДОВ НА ОПЛАТУ УСЛУГ ОТСУТСТВУЕТ. Сумма оплаты может быть возвращена по собственному усмотрению Ellation. Вы подтверждаете свое согласие оплачивать любые выставленные и не оплаченные сразу счета на момент прекращения подписки (если это имеет место). Настоящим вы предоставляете Ellation право снимать сумму оплаты с указанной вами кредитной карты, либо напрямую или опосредованно снимать сумму оплаты через сторонние платежные онлайн-сервисы, такие как PayPal («Способ оплаты»).

                            Доступ к содержимому Crunchyroll можно начать с пробной подписки. Бесплатная пробная подписка длится семь (7) дней, если при регистрации не указано иное. В сочетании с другими предложениями возможны ограничения. Бесплатная подписка предназначена только для новых и некоторых бывших пользователей. Ellation обладает правом отказывать в пробной подписке по своему усмотрению.

                            Мы начнем снимать средства указанным вами методом за месячную подписку в конце пробного периода, если вы не отмените подписку до его завершения. Чтобы посмотреть подробные сведения о вашей подписке, включая месячный платеж, зайдите на сайт и откройте ссылку "Ваш аккаунт" в верхней части любой страницы. Вы не получите уведомления о том, что пробный период завершился или что платная подписка уже началась. Мы будем продолжать снимать средства за подписку ежемесячно указанным вами методом, пока вы ее не отмените.

                            Активируя подписку на Crunchyroll и предоставляя или назначая способ оплаты, вы даете нам право ежемесячно снимать с вашего счета сумму текущей стоимости оплаты подписки, а также любых дополнительных сборов, в которых может возникнуть необходимость в процессе использования вами нашего Сервиса. Вы соглашаетесь с тем, что сумма ежемесячной оплаты может изменяться от месяца к месяцу в связи с проводящимися акциями, в том числе с активацией подарочной подписки и активацией промокода, и/или с изменением или добавлением пакета услуг, и вы предоставляете нам право снимать с вашего счета с помощью выбранного вами способа оплаты деньги в случае изменения суммы оплаты, при этом деньги будут сниматься ежемесячно одним или несколькими платежами.

                            Мы оставляем за собой право изменять цены на наши услуги и, соответственно, на любые их составляющие, в любое время и любым образом на наше собственное усмотрение. За исключением случаев, предусмотренных данными Условиями использования, любые изменения цен на услуги вступят в силу, начиная с момента, указанного в вашем электронном письме с уведомлением.

                            Оплата за подписку будет произведена в начале периода действия вашей подписки и далее будет производиться каждый месяц до отмены вами подписки. Мы автоматически снимаем деньги с указанного вами счета и при помощи указанного способа оплаты ежемесячно, того числа, которое соответствует началу активации платной подписки. Мы оставляем за собой право изменять время оплаты, в частности, как указано ниже, если ваш способ оплаты не сработал. В случае, если вы активировали платную подписку такого числа, которого нет в текущем месяце, то мы можем снять средства с вашего счета другого числа по собственному усмотрению. Например, если вы активировали или возобновили свою подписку 31 января, то следующая оплата будет произведена 28 февраля, и средства с вашего счета будут сниматься этого числа. Дата оплаты подписки может меняться в связи с изменениями статуса вашей подписки. Как указано в данных Условиях использования, «оплата» определяется как снятие денег с вашего счета и при помощи выбранного вами способа оплаты по мере необходимости.

                            Вы можете редактировать свои платежные данные, зайдя на наш сайт и открыв ссылку "Ваш аккаунт", доступную в верхней части страниц. Если платеж не прошел успешно из-за истекшего срока, недостатка средств или по другим причинам, и вы не изменили платежные данные и не отменили свой аккаунт (см. "Отмену" ниже), вы несете ответственность за любой не прошедший платеж и подразумеваете, что платежи будут взиматься указанным вами методом до его изменений. Это может привести к изменению сроков выставления счета. Для некоторых платежных методов ваш эмитент может взимать комиссию за зарубежный перевод или иные сборы. Подробности уточняйте у Вашего поставщика платежных услуг.

                            Вы можете отменить свою подписку Crunchyroll в любое время, после чего доступ к сайту и/или его услугам будет действовать до конца ежемесячного платежного срока. Если вы отмените подписку, ваш аккаунт автоматически закроется к концу текущего платежного срока.</p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>3. Права и лицензии на собственность..</h3>
                        <p className='terms__desc'>
                            (a) Определения. Материалы, доступные на Сайте и через сервисы, включают в себя следующее:

                            «Содержимое сайта Crunchyroll» — это совокупность текстов, информационных данных, графических изображений, фотографий, торговых марок и логотипов Crunchyroll, а также других материалов (включая лицензионные материалы), доступных на сайте и через сервисы, за исключением материалов пользователей.

                            «Лицензионные материалы» — это любые материалы (включая любые аудио- и видеоматериалы), предоставляемые для компании Ellation ее сторонними партнерами (эти материалы могут включать материалы Премиум подписки или скачиваемые материалы), доступные на сайте или через сервисы.

                            «Материалы пользователей» — это совокупность текстов, информационных данных, контактных данных, объявлений, сообщений в чатах, графических изображений, фотографий, аудио- и видеоматериалов и других материалов и данных, которые пользователи Crunchyroll публикуют, загружают или иными способами сохраняют на Сайте или через Сервисы, в том числе, помимо прочего, на странице профиля, за исключением переведенных материалов.

                            (b) Материалы пользователей. Вы обладаете всеми правами на ваши Материалы пользователей. Однако, загружая, публикуя или иным способом размещая любые Материалы пользователей на Сайте или через Сервисы, вы настоящим предоставляете Crunchyroll не исключительные, действующие во всех странах мира, безвозмездные, подлежащие передаче по сублицензии, бессрочные и безотзывные право и лицензию на использование, воспроизведение, видоизменение, распространение, создание производных работ, демонстрацию, публикацию и передачу ваших Материалов пользователей в части, касающейся сервисов и коммерческой деятельности Crunchyroll (и правопреемников данной компании), в том числе, помимо прочего, для проведения рекламных акций и частичного или полного перераспределения сервисов (и, соответственно, производных работ) в любых медиа-форматах и через любые медиа-каналы. Вы заверяете и гарантируете, что вы владеете или обладаете необходимыми лицензиями, правами, соглашениями и разрешениями и предоставляете вышеуказанные лицензии Crunchyroll. Вы подтверждаете своё согласие с тем, что публикуемые вами материалы пользователей не будут нарушать наши авторские права и Интеллектуальные права в соответствии с Пунктом 4 данных Условий использования.

                            Вы понимаете и соглашаетесь с тем, что Ellation, может по своему усмотрению реклассифицировать или переклассифицировать любые Пользовательские материалы и устанавливать ограничения, касающиеся Пользовательского контента, включая, помимо прочего, максимальное количество дней, в течение которых, материалы будут доступны на сайте и через сервисы, максимальный размер любых файлов, которые могут быть сохранены или загружены на сайт или сервисы, и максимальный объем дискового пространства, которое может быть выделено Вам для хранения Пользовательской информации на серверах Ellation. Ellation не несет ответственности за хранение копий материалов пользователя на наших серверах, в свою очередь, Вы несете единоличную ответственность за создание резервных копий своей Пользовательской информации.

                            (c) Crunchyroll Content.

                            (e) Отказ от гарантий. Crunchyroll не гарантирует, что любые материалы (включая, помимо прочего, Материалы сайта Crunchyroll, Материалы пользователей или Переведенные материалы) будут доступны на Сайте или через Сервисы в течение любого времени. ДО ТЕХ ПОР, ПОКА CRUNCHYROLL НЕ НЕСЕТ НИКАКИХ ОБЯЗАТЕЛЬСТВ В ОТНОШЕНИИ ДАННОГО ВОПРОСА, CRUNCHYROLL ОСТАВЛЯЕТ ЗА СОБОЙ ПРАВО ПЕРЕМЕЩАТЬ ИЛИ БЕЗВОЗВРАТНО УДАЛЯТЬ С САЙТА ИЛИ ЧЕРЕЗ СЕРВИСЫ ЛЮБЫЕ МАТЕРИАЛЫ БЕЗ УВЕДОМЛЕНИЯ И ПО ПРИЧИНЕ, КОТОРУЮ CRUNCHYROLL ПОСЧИТАЕТ СУЩЕСТВЕННОЙ. Crunchyroll не несет обязательств по контролю за Материалами пользователей или за Переведенными материалами, которые пользователи загружают, публикуют или иными способами размещают на Сайте или через Сервисы вне зависимости от цели и, т.о. не несет ответственности за точность, полноту, правильность, законность или уместность Материалов пользователей или Переведенных материалов или всего того, что сказано, нарисовано, сфотографировано или написано Пользователями Crunchyroll, в том числе, помимо прочего, за любую информацию, полученную при пользовании Сайтом или Сервисами. Crunchyroll не несет ответственности за любые Материалы пользователей или Переведенные материалы, а также за любые мнения, рекомендации и советы, опубликованные на Сайте или через Сервисы, в связи с чем вы соглашаетесь отказаться и настоящим отказываетесь от любых прав, закрепленных в общем праве и праве справедливости, а также от любых настоящих или будущих претензий к Crunchyroll в отношении вышеизложенного.</p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>4. Использование материалов, защищенных авторским правом.</h3>
                        <p className='terms__desc'>
                            Вы не будете пользоваться сайтом или услугами для предложения, показа, распространения, передачи, предоставления доступа или хранения любого материала, если это нарушает либо способствует нарушению авторского права либо права на интеллектуальную собственность любой из третьих сторон. Crunchyroll разработал и ввел в действие политику, по которой в соответствующих обстоятельствах блокируются аккаунты пользователей, замеченных, подозреваемых или обвиняемых в многократном нарушении авторских прав. Дополнительная информация по ссылке: link.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>5. Прекращение или приостановка работы Сайта или Сервисов & изменения данных Условий использования.
                        </h3>
                        <p className='terms__desc'>
                            Crunchyroll оставляет за собой право по собственному усмотрению в любое время изменять, приостанавливать или удалять Сайт или Сервисы или изменять или удалять данные Условия использования без предварительного уведомления. Изменения данных Условий использования или других правил и условий будут размещены на Сайте или составлены в соответствии с требованиями к уведомлениям, предусмотренными данными Условиями использования. Если вас не будут устраивать какие-либо изменения, то вам следует прекратить использование Сайта или Сервисов. Если вы продолжите пользоваться Сайтом или Сервисами после публикации изменений на Сайте или составления требуемых уведомлений, вы тем самым подтверждаете свое согласие с принятием внесенных изменений.

                            Не ограничивая себя в других мерах, Crunchyroll может в любое время заблокировать или удалить ваш аккаунт Crunchyroll и отказать в доступе к сайту или его услугам. Кроме того, Crunchyroll может уведомить власти или принять любые меры, которые сочтет нужным, не уведомляя вас, если заподозрит или решит по своему усмотрению, что вы совершили или есть повод опасаться, что совершили: (1) нарушение любого из положений данных правил или любых правил и принципов, установленных Crunchyroll; либо (2) действия, которые привели или приведут к такому использованию сайта или его услуг, которое нарушает закон или приводит к ущербу, вреду, потере репутации, притеснению, злоупотреблениям или нарушениям для вас, других пользователей, Crunchyroll или любых третьих лиц либо сайта или его услуг.

                            Вы можете удалить свой аккаунт Crunchyroll в любое время по любой причине, выбрав нужную опцию на странице сведений об аккаунте. После удаления аккаунт подписчика Crunchyroll будет недоступен.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>6. Взаимодействия между пользователями Crunchyroll..
                        </h3>
                        <p className='terms__desc'>
                            Вы полностью ответственны за взаимодействие (включая любые споры) с другими пользователями Crunchyroll. Вы осознаете, что Crunchyroll никаким образом не отбирает своих пользователей. Вы полностью ответственны и будете проявлять внимательность, рассудительность и здравый смысл при использовании сайта и его услуг и раскрытии личных данных другим пользователям Crunchyroll. Вы соглашаетесь принимать разумные меры предосторожности при всяком взаимодействии с другими пользователями Crunchyroll, особенно если решите встретиться с ними в реальной жизни лично. Ваше использование сайта, его услуг, содержимого Crunchyroll и любого содержимого, распространяемого посредством сайта или его услуг, остается целиком на ваш риск и рассудительность, Crunchyroll снимает всякую ответственность с себя по отношению к вам или любой третьей участвующей стороне. Crunchyroll оставляет за собой право связываться со своими пользователями в соответствии с законодательством, чтобы подтвердить соблюдение правил и политики, изложенной в правилах использования. Вы будете всецело сотрудничать с Crunchyroll для расследования любых подозрений в противозаконном, мошенническом или некорректном поведении, включая неограниченный доступ уполномоченным представителям Crunchyroll к любым защищенным паролем частям вашего аккаунта Crunchyroll.


                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>7. Обязательства пользователей Crunchyroll..
                        </h3>
                        <p className='terms__desc'>
                            Сайт и услуги можно посещать и использовать только в законных целях. Вы соглашаетесь соблюдать все соответствующие местные, государственные и иностранные законы, договоры и соглашения в связи с вашим пользованием сайтом и услугами. В дополнение к этому, без ограничений, вы соглашаетесь не выполнять следующих действий при посещении или использовании сайта или услуг:

                            Загружать, отправлять или передавать любым способом: (1) любые пользовательские материалы или переведенное содержимое, которое вы по закону не имеете права копировать, передавать и показывать (включая любые пользовательские материалы, которые нарушают конфиденциальность или доверенные обязательства, которые могут быть у вас по отношению к пользовательским материалам); (2) любые пользовательские материалы или переведенное содержимое, на которое у вас нет согласия или разрешения от каждого лица, присутствующего в пользованных материалах либо переведенном содержимом, на использование имени, голоса, подписи, фотографий либо облика каждого из этих лиц (соответственно наличию каждого в пользовательских материалах или переведенном содержимом), и такое согласие или разрешение требуется; либо (3) любые пользовательские материалы или переведенное содержимое, которое нарушает права на интеллектуальную собственность или конфиденциальность любой третьей стороны (включая, без ограничений, авторское право, торговые марки, патенты, коммерческие тайны или другие права на интеллектуальную собственность, моральные права или права на публичность);

                            Загружать, отправлять или передавать любым способом любые материалы пользователя или переведенные материалы, в которых есть нарушение закона, непристойности, вред, угрозы, домогательства, клевета или ненависть, объекты, символизирующие ненависть, нарушение личного пространства сторонних лиц, содержит порнографию, эротику, детскую порнографию или детскую эротику, очерняет, угрожает, оскорбляет, подстрекает к нарушению закона, дискредитирует, клевещет, содержит грубость, жестокость, разжигает ненависть или нежелательна для Crunchyroll по иным причинам;

                            Обходить, отключать или иным образом влиять на функции, связанные с обеспечением безопасности Сайта, или на функции, которые предотвращают или запрещают использование или копирование материалов;

                            Используйте любые мета-тэги или другой скрытый текст или метаданные, помещая туда торговую марку или логотип Crunchyroll, ссылку или название товара;

                            Загружать, отправлять или передавать любым способом любую нежелательную или неразрешенную рекламу, промо-материалы, почтовый мусор, спам, письма счастья, пирамиды или любые навязчивые предложения;

                            Подделывание заголовков пакетов TCP/IP или любой части информации заголовка, предоставление ложной информации при использовании Сайта и Сервисов, либо применение Сайта и Сервисов для отправки изменённой, вводящей в заблуждение или ложной информации, несущей вред Сайту и Сервису, может повлечь за собой блокировку IP-адреса или сети;

                            Загружать, отправлять или передавать любым способом любые пользовательские материалы или переведенное содержимое, которое может содержать вирусы или иной компьютерный код, файлы или программы, предназначенные для (1) помех, уничтожения или ограничения функциональности любых компьютерных программ; либо (2) затруднений в доступе для любых пользователей, сайтов или сетей, включая, без ограничений, отправку вируса, перегрузку, флуд, спам или почтовые атаки на сайт;

                            Загружать, отправлять или передавать любым способом любые пользовательские материалы или переведенное содержимое, содержащее код, скрытый или тайно встроенный в изображения, аудио или видео в пользовательских материалах или переведенном содержимом, который не относится к непосредственному эстетическому содержанию пользовательских материалов или переведенного содержимого;

                            "Препятствование работе (или попытка воспрепятствовать работе) доступных на сайте страниц; серверов и сетей, связанных с сайтом, с услугами и с системой доставки поставщиков Crunchyroll. А также несоблюдение требований, процедур, политики и правил сетей, связанных с сайтом и услугами.";

                            Пытаться исследовать, сканировать или тестировать уязвимость любых систем или сетей Crunchyroll, а также пытаться взломать, повредить или обойти любые механизмы защиты или аутентикации на Сайте или Сервисах;

                            Пытаться проводить дешифровку, декомпиляцию или реверсивное воспроизведение любого программного обеспечения, обеспечивающего работу Сайта или Сервисов;

                            Использовать для доступа, поиска или метапоиска на Сайте любые устройства, программы, инструменты, службы или системы, кроме тех программ и/или поисковых систем, которые предоставляются Crunchyroll, или других сторонних общедоступных веб-браузеров (таких как Microsoft Internet Explorer, Mozilla Firefox, Safari или Opera), в том числе, помимо прочего, любые программы, которые отправляют запросы на Сайт для ранжирования веб-сайта и веб-страниц;

                            Собирать или хранить персональные данные пользователей Crunchyroll без их официального разрешения;

                            Выдавать себя за другого человека или организацию, использовать прочие схемы социальной инженерии и совершать мошеннические действия;

                            Пользоваться Сайтом или Сервисами, нарушая данное Пользовательское соглашение; или

                            Побуждать или подстрекать других людей к вышеизложенным действиям или к нарушению любого из пунктов данных Условий использования.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>8. Лотереи и Конкурсы..
                        </h3>
                        <p className='terms__desc'>
                            (a) Рекламные акции Crunchyroll. Crunchyroll может проводить розыгрыши призов, конкурсы и другие подобные рекламные акции (совместно именуемые "промо-акции") на Сайте. Следует внимательно ознакомиться с правилами (например, пунктом «Официальные правила») каждой рекламной акции, в которой Вы принимаете участие на Сайте, т.к. в них может содержаться важная дополнительная информация о правах Crunchyroll на загружаемые Вами в ходе рекламной акции материалы и, как следствие, на всё, связанное с Вашим участием в рекламной акции. В случае, если условия таких Официальных правил будут противоречить Условиям использования данного Сайта, будут действовать условия Официальных правил.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>9. Рейтинг и комментарии & Обратная связь.
                        </h3>
                        <p className='terms__desc'>
                            Комментарии. Вы можете оценивать и комментировать материалы, доступные на Сайте или через Сервисы. Crunchyroll рекомендует Вам проявлять осмотрительность и благоразумие при написании Вами комментариев. После написания и отправки комментария на сайте или через сервисы вы уже не сможете его изменить. Вы также должны знать, что вас могут привлечь к отвественности по закону за нанесения ущерба чьей-либо репутации, если ваши комментарии будут расценены как порочащие достоинство. Crunchyroll может, но не обязуется, контролировать и подвергать цензуре комментарии и заявляет об отказе от любых связанных с этим обязательств. Невзирая на вышеизложенное, Crunchyroll оставляет за собой право по собственному усмотрению удалять любые комментарии, которые будут расценены как неподобающие, неуместные или противоречивые в отношении деятельности в сети, регламентированной данными условиями использования.

                            Отзывы. Мы приветствуем и поощряем отзывы, комментарии и советы по улучшению сайта и услуг ("обратная связь"). Вы можете отправлять отзывы нам по почте feedback@crunchyroll.com или через раздел сайта "Помощь". Вы признаете и соглашаетесь с тем, что все комментарии и отзывы будут в полноправной собственности Crunchyroll и вы предоставляете и соглашаетесь предоставить Crunchyroll все права на комментарии и отзывы вместе со всеми правами на интеллектуальную собственность.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>10. Возмещение.
                        </h3>
                        <p className='terms__desc'>
                            Вы соглашаетесь избегать и не допускать со своей стороны по отношению к Crunchyroll и его отделениям, филиалам, партнерам по распространению, их начальство, сотрудников, служащих и/или агентов любых претензий, ответственности, ущерба, потерь и затрат, включая, без ограничений, обоснованные затраты на адвокатов, вытекающие из или любым способом связанные с: (1) Вашим доступом или использованием сайта, его услугами, содержимым Crunchyroll, пользовательскими материалами или переводами; (2) нарушением вами данных правил использования; (3) нарушением Вами любых прав сторонних лиц, включая, без ограничений, любые права на интеллектуальную собственность, публичность, конфиденциальность, собственность или личную неприкосновенность; или (4) любую претензию, что любое залитое вами на сайт или посредством его услуг содержимое (включая, без ограничений, ваши пользовательские материалы или любые переводы) причинило ущерб сторонним лицам, включая, без ограничений, претензии, что ваши пользовательские материалы или любые переводы нарушают чьи-то права. Что касается (1), (3) и (4) в 10 разделе, ваши обязательства перед Crunchyroll касаются ваших действий на сайте в любое время.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>11. Отказ от ответственности.
                        </h3>
                        <p className='terms__desc'>
                            САЙТ, УСЛУГИ, МАТЕРИАЛЫ CRUNCHYROLL И ЛЮБЫЕ ДРУГИЕ МАТЕРИАЛЫ, ДОСТУПНЫЕ НА САЙТЕ ИЛИ ПОСРЕДСТВОМ ЕГО УСЛУГ, ПРЕДОСТАВЛЯЮТСЯ "КАК ЕСТЬ" БЕЗ ВСЯКИХ ГАРАНТИЙ. CRUNCHYROLL ОТКРЫТО ОТКАЗЫВАЕТСЯ ОТ ВСЯКИХ ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, В ОТНОШЕНИИ САЙТА, УСЛУГ, МАТЕРИАЛОВ CRUNCHYROLL И ЛЮбЫХ ДРУГИХ МАТЕРИАЛОВ, ДОСТУПНЫХ НА САЙТЕ ИЛИ ПОСРЕДСТВОМ ЕГО УСЛУГ, ВКЛЮЧАЯ ЛЮБУЮ НЕЯВНУЮ ГАРАНТИЮ КАЧЕСТВА, ДОСТУПНОСТИ, ТОВАРНОЙ ПРИГОДНОСТИ, ПРИГОДНОСТИ ДЛЯ КОНКРЕТНЫХ ЦЕЛЕЙ ЛИБО ЗАКОННОСТИ. В ДОПОЛНЕНИЕ К ЭТОМУ, CRUNCHYROLL НЕ ЗАЯВЛЯЕТ И НЕ ГАРАНТИРУЕТ, ЧТО САЙТ, УСЛУГИ, МАТЕРИАЛЫ CRUNCHYROLL ИЛИ ЛЮБЫЕ ДРУГИЕ МАТЕРИАЛЫ, ДОСТУПНЫЕ НА САЙТЕ ИЛИ ПОСРЕДСТВОМ ЕГО УСЛУГ, ЛИШЕНЫ ОШИБОК ИЛИ ЧТО ЛЮБЫЕ ОШИБКИ БУДУТ ИСПРАВЛЕНЫ. НЕКОТОРЫЕ ШТАТЫ ЛИБО ПОДВЕДОМСТВЕННЫЕ ТЕРРИТОРИИ НЕ ДОПУСКАЮТ ИСКЛЮЧЕНИЯ НЕКОТОРЫХ ГАРАНТИЙ, ПОЭТОМУ НЕ ВСЕ ИЗ ВЫШЕУКАЗАННЫХ ИСКЛЮЧЕНИЙ МОГУТ КАСАТЬСЯ ВАС.

                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>12. Ограничение ответственности.
                        </h3>
                        <p className='terms__desc'>
                            В ТЕХ СЛУЧАЯХ, КОГДА РАЗРЕШЕНО ЗАКОНОМ, CRUNCHYROLL И АФФИЛИРОВАННЫЕ ЛИЦА CRUNCHYROLL, ДОЧЕРНИЕ ПРЕДПРИЯТИЯ, ПАРТНЕРЫ ИЛИ ЛИЦЕНЗИАРЫ ИЛИ ЛЮБЫЕ ИХ СОТРУДНИКИ, ДИРЕКТОРА, РАБОТНИКИ И/ИЛИ АГЕНТЫ НЕ НЕСУТ ОТВЕТСТВЕННОСТЬ ПЕРЕД ВАМИ ИЛИ ТРЕТЬИМИ ЛИЦАМИ ЗА ЛЮБЫЕ КОСВЕННЫЕ, ПОБОЧНЫЕ, ФАКТИЧЕСКИЕ, ПОСЛЕДУЮЩИЕ ИЛИ ШТРАФНЫЕ УБЫТКИ, А ТАКЖЕ ЗА ЛЮБУЮ ПОТЕРЮ ДАННЫХ, ВОЗМОЖНОСТЕЙ, РЕПУТАЦИИ, ПРИБЫЛИ ИЛИ ДОХОДА В СВЯЗИ С ИСПОЛЬЗОВАНИЕМ САЙТА, СЕРВИСОВ, МАТЕРИАЛОВ САЙТА CRUNCHYROLL И ЛЮБЫХ ДРУГИХ МАТЕРИАЛОВ, ДОСТУПНЫХ НА САЙТЕ ИЛИ ЧЕРЕЗ СЕРВИСЫ, В ТОМ ЧИСЛЕ, ПОМИМО ПРОЧЕГО, ЗА ТРАВМЫ ИЛИ УБЫТКИ, ВОЗНИКШИЕ В РЕЗУЛЬТАТЕ ДЕЙСТВИЙ ЛЮБЫХ ПОЛЬЗОВАТЕЛЕЙ CRUNCHYROLL, В СЕТИ ИЛИ В ЖИЗНИ, ВНЕ ЗАВИСИМОСТИ ОТ ТОГО, БЫЛИ ЛИ ВЫ ПРЕДУПРЕЖДЕНЫ CRUNCHYROLL О ВОЗМОЖНОСТИ ВОЗНИКНОВЕНИЯ ТАКИХ ТРАВМ ИЛИ УБЫТКОВ. ОТВЕТСТВЕННОСТЬ CRUNCHYROLL НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ НЕ ДОЛЖНА ПРЕВЫШАТЬ 50 $. CRUNCHYROLL НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ПОСЛЕДСТВИЯ ОШИБОК ИЛИ ОБРЫВОВ СВЯЗИ, СВЯЗАННЫХ С ИСПОЛЬЗОВАНИЕМ САЙТА И СЕРВИСОВ, А ТАКЖЕ ЗА ПОСЛЕДСТВИЯ ЗАПЛАНИРОВАННЫХ ИЛИ НЕЗАПЛАНИРОВАННЫХ ПЕРЕРЫВОВ В ОБСЛУЖИВАНИИ. В НЕКОТОРЫХ СТРАНАХ НЕ ДОПУСКАЕТСЯ ОГРАНИЧЕНИЕ ИЛИ ИСКЛЮЧЕНИЕ ОТВЕТСТВЕННОСТИ, В ТАКИХ СЛУЧАЯХ СООТВЕТСТВУЮЩИЕ ОГРАНИЧЕНИЯ НА ВАС МОГУТ НЕ РАСПРОСТРАНЯТЬСЯ.

                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>13. Регулирующее законодательство и форум.
                        </h3>
                        <p className='terms__desc'>
                            Данные Условия использования регулируются и толкуются в соответствии с законами штата Калифорния, без учета норм коллизионного права. Любой судебный иск, возникающий в связи с данными Условиями использования, будет рассматриваться исключительно в судах Северной Калифорнии, и стороны настоящим соглашаются на персональную юрисдикцию в указанных судах.

                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>14. Арбитраж.
                        </h3>
                        <p className='terms__desc'>
                            Арбитражное соглашение. Все споры и разногласия, которые возникли или могут возникнуть в связи с данным Пользовательским соглашением или использованием Сайта и/или Сервисов и которые не могут быть разрешены полюбовно или рассмотрены в суде мелких тяжб, подлежат рассмотрению в арбитражном суде в индивидуальном порядке, если вам или компании Ellation не потребуется разрешить спор, в котором каждая из сторон будет искать средства правовой защиты в случае предполагаемого незаконного использования прав на интеллектуальную собственность.

                            Все споры в рамках данного арбитражного соглашения подлежат рассмотрению в Американской арбитражной ассоциации (далее — «ААА»). В случае, если ААА не сможет осуществить арбитражное разбирательство, стороны должны будут выбрать другой арбитражный суд. Правила, действующие в арбитражном суде, будут определять весь ход арбитражного разбирательства, кроме случаев, когда эти правила будут противоречить данному Соглашению. Арбитражные правила ААА для пользователей (далее — «Правила ААА»), определяющие ход арбитражного разбирательства, доступны на сайте www.adr.org или по телефону 1-800-778-7879. Арбитражный спор будет рассмотрен единоличным независимым арбитром.

                            Если возмещение составляет 10 000$ или меньше, сторона-инициатор арбитража может выбрать, будет ли арбитраж проводиться (1) всецело на основе документов, поданных арбитру, со слушанием по телефону или в личном присутствии согласно правилам AAA. В случае слушания в личном присутствии разбирательство будет проходить в месте, наиболее удобном для обеих сторон, с учетом их возможностей добраться до нужного места и других сопутствующих обстоятельств. Если стороны не могут договориться о месте, окончательное решение будет вынесено арбитражным судом.

                            Ваш арбитражный сбор и доля арбитражной компенсации будут ограничены суммой, изложенной в правилах Американской арбитражной ассоциации (ААА), остальная сумму выплатит Ellation. Если арбитр выяснит, что суть вашей жалобы или затребованная компенсация необоснованы или имеют ненадлежащую цель (в соответствии со стандартами, определенными статьей федерального гражданского кодекса 11(b)), оплата всех сборов будет проводиться по правилам ААА. В таком случае вы соглашаетесь возместить Ellation все предварительно оплаченные расходы, которые по правилам ААА ложатся на вас. Независимо от способа проведения арбитража, арбитр предоставит обоснованное письменное решение со всеми существенными сведениями и выводами, на которых основано решение и выплата (если она есть). Арбитр может выдавать постановления и разрешать споры по поводу оплаты и возмещения сборов или расходов в любое время разбирательств, а также по просьбе любой из сторон, поданной в течение 14 дней после выдачи постановления.

                            Арбитр будет определять юрисдикцию самого арбитра и права и обязанности (при их наличии), которыми обладаете вы и Ellation. Спор не будет рассматриваться вместе с другими вопросами или с привлечением других сторон. Арбитр будет иметь право составлять ходатайство о вынесении решения без судебного разбирательства по всем или части исков. Арбитр будет иметь право выносить решение на основании любых применяемых правовых норм, правил арбитражного суда и данных Условий. Арбитр имеет такое же право выносить решение о выплате компенсаций в индивидуальном порядке, как и судья в общем суде. Решение арбитра является окончательным и обжалованию не подлежит.

                            Вы и Ellation договариваетесь не прибегать к конституционному и законному праву обращаться в суд для разбирательств. Вместо этого вы и Ellation будете разрешать все претензии и споры в арбитраже. В случае разногласий между вами и Ellation по поводу того, исполнять ли арбитражное решение, вы и Ellation отказываетесь от права на суд присяжных и доверяете вынесение решения судье.

                            ВЫ И ELLATION СОГЛАШАЕТЕСЬ, ЧТО КАЖДАЯ ИЗ СТОРОН МОЖЕТ ПРЕДЪЯВЛЯТЬ ПРЕТЕНЗИИ ДРУГОЙ ТОЛЬКО В КАЧЕСТВЕ САМИХ СЕБЯ И НЕ ВЫСТУПАТЬ ОТ ЛИЦА ЛЮБОГО ПРЕДПОЛАГАЕМОГО КЛАССА ИЛИ КАК ЧЕЙ-ЛИБО ПРЕДСТАВИТЕЛЬ. Если это положение окажется невыполнимым, то оно целиком и полностью аннулируется, и все претензии и споры будут разрешаться в суде, как указано выше в разделе 13.

                            ВЫ МОЖЕТЕ ОТКАЗАТЬСЯ ОТ АРБИТРАЖНОГО СОГЛАШЕНИЯ. После отказа ни вы, ни Ellation не сможет вынудить другую сторону к арбитражу. Чтобы отказаться, следует уведомить Ellation в письменном виде не позднее, чем через тридцать (30) дней после заключения арбитражного соглашения. Уведомление должно содержать ваше имя, адрес проживания и почтовый адрес, указанный для регистрации аккаунта Crunchyroll (если он у вас есть), вместе с недвусмысленным заявлением, что вы желаете отказаться от арбитражного соглашения. Уведомление следует выслать на один из следующих физических или электронных адресов: Ellation, LLC, ATTN: Arbitration Opt-out, 444 Bush Street, San Francisco, CA 94108; legal@ellation.com.

                            (h) Срок действия арбитражного соглашения. Данное арбитражное соглашение остается в силе после прекращения ваших отношений с компанией Ellation.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>15. Форс-мажор.
                        </h3>
                        <p className='terms__desc'>
                            Crunchyroll не несет ответственности за неисполнение, либо ненадлежащее исполнение обязательств по настоящему соглашению, если это произойдет вследствие наступления обстоятельств непреодолимой силы, возникших после заключения настоящего соглашения в результате событий чрезвычайного характера, которые компания Crunchyroll не могла ни предвидеть, ни предотвратить разумными мерами. К таким обстоятельствам относятся, в частности: DoS-атаки, забастовки, перебои в работе, беспорядки, государственные перевороты, пожары, наводнения, ураганы, взрывы, стихийные явления природного характера, войны, террористические акты, решения государственных органов, условия труда, землетрясения, дефицит сырья и материалов, перебои в работе Интернета или непредвиденные проблемы с подключением у крупных поставщиков услуг связи, которые не связаны с инфраструктурой и подключением к Интернету на объекте совместного размещения Crunchyroll ("форс-мажорные обстоятельства"). В случае возникновения форс-мажорных обстоятельств срок выполнения обязательств по настоящему соглашению переносится на период, в течение которого действуют такие обстоятельства и их последствия.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>16. Отношения сторон.
                        </h3>
                        <p className='terms__desc'>
                            Невзирая ни на какие положения настоящего документа, во всех смыслах по данным Пользовательского соглашения каждая сторона будет оставаться независимой и будет действовать независимо, и не будет являться в отношении другой стороны исполнителем, партнером, участником совместного предприятия, агентом, работником или работодателем, а также не будет связывать или пытаться связать другую сторону каким-либо контрактом.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>17. К сведению; согласие на электронные объявления.
                        </h3>
                        <p className='terms__desc'>
                            Вы соглашаетесь на использование (а) электронных средств для выполнения данных условий для отправки любых уведомлений соответственно данным условиям, и (б) электронных записей для хранения информации, связанной с данными условиями или для вашего пользования сайтом или услугами. Любые уведомления или иные сообщения будут доставляться в письменном виде либо (в) от Crunchyroll на электронную почту (всегда на указанный вами адрес), (г) сообщением на сайте либо (д) от вас по электронной почте на e-notice@ellation.com или на другие адреса, которые Crunchyroll может указать письменно. Дата получения будет считаться датой передачи уведомления.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>18. Ссылки на другие сайты.
                        </h3>
                        <p className='terms__desc'>
                            Сайт или услуги могут предоставлять ссылки на другие сайты, помимо Crunchyroll.com. Такие ссылки предоставляются только в справочных целях, и Crunchyroll не контролирует такие сайты, не причастен к любым материалам на таких сайтах и не связан с их управляющими. Crunchyroll не отвечает за действия таких сайтов и не несет ответственность перед вами за любой возможный ущерб, урон или потери, причиненные использованием или посещением таких сайтов.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>19. Разное.
                        </h3>
                        <p className='terms__desc'>
                            В случае, если какое-либо положение настоящего Пользовательского Соглашения будет признано недействительным или не имеющим исковой силы, такое положение или его часть будут исполняться в максимально возможном разрешённом объёме с сохранением в силе всех остальных положений Пользовательского Соглашения. Если какое-либо положение данного Пользовательского Соглашения или соответсвующее право не может быть приведено в исполнение, это не должно быть основанием для отказа от этого права или положения. Вы не имеете права прямо или косвенно, в силу закона или иным образом, возлагать исполнение положений настоящего Пользовательского Соглашения или каких-либо содержащихся в них прав и обязанностей на других лиц без получения предварительного письменного согласия со стороны Ellation, а любые попытки будут признаны недействительными. Ellation может уступить или передать свои права в соответствии с данным Пользовательским Соглашением без вашего согласия. Вы соглашаетесь с тем, что настоящее Пользовательское Соглашение, правила, ограничения и принципы действия данного Пользовательского Соглашения, а также право на их применения со стороны Ellation, не предоставляют и не могут предоставлять никакие права и средства правовой защиты никому, кроме лично вас и Ellation. Ваш договор с Ellation состоит из положений настоящего Пользовательского Соглашения, правил и принципов действий Ellation, описанных в данном договоре.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>20. Нет нежелательных материалов.
                        </h3>
                        <p className='terms__desc'>
                            Ellation, LLC обычно не принимает контент, отправленный по инициативе пользователя, если он предложен нам не через агента, агентство, менеджера, продюсера, производственную фирму или студию. Все креативные идеи, отправленные по вашей инициативе, предложения, материалы любого рода, включая новые или доработанные проекты, имена, рекламные акции, рекламу, производственные дела, наброски, сценарии, обращения, художественные работы, дизайны, визуализации будут удалены и не прочтены. Причина такого подхода заключается в том, чтобы избежать любых недопониманий, если ваше произведение выглядит схожим с контентом, предоставляемым Ellation, так как многие работы и предложения основаны на одних и тех же либо схожих идеях. Примите к сведению, что если вы решите проигнорировать данное правило и всё-таки пришлёте свои материалы, то вы автоматически соглашаетесь с тем, что прочитали политику приёма предложений Ellation и понимаете, что делая своё предложение, вы можете остаться без ответа, так как у Ellation нет никакой обязанности отвечать вам и на ваше предложение, а также то, что вы не имеете права требовать что-либо на основе своего предложения.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>21. Вопросы.
                        </h3>
                        <p className='terms__desc'>
                            Если у вас есть вопросы о данных Условиях использования или если вы хотите запросить копию данных Условий использования или другие документы, касающиеся данных Пользовательского соглашения или вашего пользования Сайтом и Сервисами, свяжитесь с Ellation по feedback@crunchyroll.com или отправьте письменный запрос в Ellation, LLC по адресу 444 Bush Street, San Francisco, CA 94108, Phone: (415) 796-3560.
                        </p>
                    </div>

                    <div className="terms__card">
                        <h3 className='terms__subtitle'>Использование материалов, защищенных авторским правом.
                        </h3>
                        <p className='terms__desc'>
                            Ellation.com соблюдает все права владельцев авторских прав и лицензий, а также соблюдает Закон об авторском праве в цифровом тысячелетии. <br/>

                           ** Если вы владелец творческих материалов и хотите, чтобы мы помогли в их распространении, свяжитесь с нами. <br/>
                           ** Если вы хотите, чтобы ваши материалы были удалены с этого сайта, следуйте инструкциям, которые описаны ниже.
                        </p>
                    </div>

                    <div className="terms__card">
                        <p className='terms__desc'>
                            Если у вас есть вопросы о данных Условиях использования или если вы хотите запросить копию данных Условий использования или другие документы, касающиеся данных Пользовательского соглашения или вашего пользования Сайтом и Сервисами, свяжитесь с Ellation по feedback@crunchyroll.com или отправьте письменный запрос в Ellation, LLC по адресу 444 Bush Street, San Francisco, CA 94108, Phone: (415) 796-3560.
                        </p>
                        <ul className='terms__ul'>
                            <li className='terms__ul-li'>1. Электронная или физическая подпись лица, уполномоченного действовать в интересах владельца авторских прав.</li>
                            <li className='terms__ul-li'>2. Описание произведения, авторские права на которое предположительно были нарушены или, если на одном сайте были нарушены права на несколько произведений одного автора, то репрезентативный перечень этих произведений на сайте.</li>
                            <li className='terms__ul-li'>3. Описание материала, на который поступила жалоба о нарушении прав либо который касается противоправной деятельности и должен быть удален или закрыт для доступа, и информация, достаточная для поставщика услуг, чтобы определить местонахождение материала. Providing URLs in the body of an email is the best way to help us locate content quickly.</li>
                            <li className='terms__ul-li'>4. Информация, достаточная для того, чтобы поставщик услуг смог связаться со стороной, подавшей заявление, включая такие контактные данные, как адрес, номер телефона и адрес электронной почты (при наличии).</li>
                            <li className='terms__ul-li'>5. Информация, достаточная для того, чтобы поставщик услуг смог связаться со стороной, подавшей заявление, включая такие контактные данные, как адрес, номер телефона и адрес электронной почты (при наличии).</li>
                            <li className='terms__ul-li'>6. Ваше заявление, сделанное с учетом ответственности за лжесвидетельство, о том, что сведения в вашем уведомлении достоверны и вы являетесь владельцем авторского права или уполномочены действовать от имени владельца авторского права.</li>
                        </ul>
                    </div>

                    <div className="terms__card">
                        <p className='terms__desc'>
                            Это письменное извещение должно быть отправлено нашим уполномоченным агентам из числа нижеперечисленных: <br/>

                           <p className='terms__email'>
                               DMCA Complaints <br/>

                               Ellation.com <br/>

                               Email: copyright@ellation.com <br/>

                               Факс: 415.796.3561 <br/>
                           </p>

                            <p>Имейте в виду, что согласно разделу 512(f) любой, кто умышленно ложно заявляет, что данные материалы или действия содержат нарушения, может понести ответственность.</p>
                        </p>
                    </div>

                    <div className="terms__card">
                        <p className='terms__desc'>
                            <div className="terms__card">
                                <p className='terms__desc'>
                                    Встречное уведомление
                                    Если вы решите направить нам встречное уведомление, оно должно быть в письменной форме передано нашему назначенному агенту и включать в себя следующее (пожалуйста, проконсультируйтесь с вашим адвокатом или ознакомьтесь с разделом 512(g) 17 U.S.C.):
                                </p>
                                <ul className='terms__ul'>
                                    <li className='terms__ul-li'>1. Ваша физическая или электронная подпись.</li>
                                    <li className='terms__ul-li'>2. Описание материала, который был удален или закрыт для доступа, и место, где он находился раньше, удалено или закрыто для доступа.</li>
                                    <li className='terms__ul-li'>3. Заявление, сделанное под ответственностью за лжесвидетельство, о том, что вы добросовестно полагаете, что удаление материала или запрещение доступа к нему было ошибочно или что материал был неправильно идентифицирован.</li>
                                    <li className='terms__ul-li'>4. Имя, адрес и телефонный номер подписчика и его заявление о согласии на юрисдикцию федерального районного суда в судебном округе по адресу, либо если адрес подписчика находится за пределами Соединённых Штатов, в любом судебном округе, где находится поставщик услуг, и что подписчик согласен на процессуальное извещение лицом, предоставившим уведомление согласно подразделу (c)(1)(C), или представителем такого лица.</li>
                                </ul>
                            </div>
                        </p>
                    </div>


                    <div className="terms__card">
                        <p className='terms__desc'>
                            Это письменное извещение должно быть отправлено нашим уполномоченным агентам из числа нижеперечисленных:


                            <p className='terms__email'>
                                DMCA Complaints <br/>

                                Ellation.com <br/>

                                Email: copyright@ellation.com <br/>

                                Факс: 415.796.3561 <br/>
                            </p>

                            <p>Имейте в виду, что согласно разделу 512(f) любой, кто умышленно ложно заявляет, что данные материалы или действия содержат нарушения, может понести ответственность.</p>
                        </p>
                    </div>

                </div>
            </div>


        </section>
    );
};

export default Terms;